Repository: Berdir/userpoints
Catalog: po/*.po
Languages: fr

source: The database schema for the userpoints module has been successfully created
fr: La base de données pour le module userpoints a été créé avec succès

source: Problems occurred while creating the database schema for the userpoints module.
fr: Des problèmes ont été rencontrés en créant les tables pour le module userpoints dans la base de données.

source: users by points
fr: utilisateurs par points

source: reset points
fr: remettre à zéro les points utilisateurs

source: Reset all user points. This is useful in certain situations such as monthly contests. Enter YES without quotes to reset
fr: Réinitialiser tous les points utilisateurs. Cela peut s'avérer utile dans certaines situations telles que les concours mensuels. Entrez OUI pour réinitialiser.

source: NO
fr: NON

source: YES
fr: OUI

source: All user points have been reset!
fr: Tous les points utilisateurs ont été réinitialisés!

source: Points for each event
fr: Points pour chaque événement

source: Points for posting a %node-name
fr: Points pour la création d'un(e) %node-name

source: Points for posting a comment
fr: Points gagnés par commentaire

source: Points for moderating a comment
fr: Points gagnés par modération de commentaire

source: Points for voting on a node (requires nodevote module)
fr: Points gagnés par vote (dépend du module nodevote)

source: Points for referring a user (requires the user_referral module)
fr: Points pour avoir référé un utilisateur (dépend du module user_referal)

source: Points for inviting a user (requires the invite module)
fr: Points gagnés pour l'invitation d'un utilisateur (dépend du module invite)

source: Points when invited user registers (requires the invite module)
fr: Points gagnés lors de l'inscription d'un utilisateur invité (dépend du module invite)

source: Ecommerce Options
fr: Paramètres E-Commerce

source: Points awarded for buying (multiplied by price)
fr: Points attribués pour acheter (multiplié par le prix)

source: Smallest purchase for which points are awarded
fr: L'achat minimum pour lequel des points sont donnés

source: Accept user points as payment?
fr: Utiliser les points comme moyen de paiement ?

source: Disable
fr: Désactivé

source: Enable
fr: Activé

source: Points used in payment (for every dollar)
fr: Points utilisés en paiement (pour chaque dollar)

source: Number of points that must be spent per purchase
fr: Le nombre de points devant être dépensé par achat

source: Advanced Options
fr: Paramètres avancés

source: Reset points
fr: Réinitialiser les points utilisateurs

source: Reset the points for all users.
fr: Réinitialiser les points pour tous les utilisateurs

source: User points
fr: Points Utilisateur

source: %user's points
fr: les points de %user

source: Highest users
fr: Utilisateurs ayant le plus de points

source: You have %p %c
fr: Vous avez %p %c

source: Points are visible to logged in users only
fr: Les points sont visibles uniquement par les utilisateurs connectés

source: All users by points
fr: Tous les utilisateurs par points

source: lost
fr: perdu

source: earned
fr: gagné

source: User %uname %op %points points! Total now is %total points.
fr: L'utilisateur %uname a %op %points points ! Le total est maintenant de %total points.

source: User Points
fr: Points Utilisateur

source: You must spend at least %min points
fr: Vous devez dépenser au moins %min points

source: You do not have enough points for this purchase
fr: Vous n'avez pas suffisament de points pour faire cette commande

source: This purchase will cost you %points points
fr: Cet achat vous coutera %points points

source: Your purchase using %points points has been completed
fr: Votre achat coutant %points a été effectué

source: Users earn points as they post nodes, comments, and vote on nodes
fr: Les utilisateurs gagnent des points en créant du contenu, des commentaires, ou en votant.
